<?php

return [
    'not_found' => 'موزیک پیدا نشد.',
    'created' => 'موزیک با موفقیت ایجاد شد.',
    'updated' => 'موزیک با موفقیت به روز شد.',
    'deleted' => 'موزیک با موفقیت حذف شد.',
    'assigned' => 'موزیک با موفقیت به پلی لیست اضافه شد.',
    'like_success' => '🙏 از حمایت شما با ثبت لایک صمیمانه سپاسگزاریم. امیدواریم از موزیک لذت برده باشید.',
    'like_duplicate' => '🖐 لایک شما قبلاً ثبت شده است. از همراهی‌تان سپاسگزاریم. لطفاً موزیک دیگری را امتحان کنید.',
    'like_error' => '🤦 متأسفانه در ثبت لایک مشکلی پیش آمد. لطفاً دوباره تلاش کنید.',
];
