<?php

return [
    'empty' => 'پلی لیست خالی است.',
    'not_found' => 'پلی لیست پیدا نشد.',
    'playlist_created' => 'پلی لیست با موفقیت ایجاد شد.',
    'playlist_updated' => 'پلی لیست با موفقیت به روز شد.',
    'playlist_deleted' => 'پلی لیست با موفقیت حذف شد.',
    'playlist_music_position_updated' => 'موقعیت موسیقی با موفقیت به روز شد.',
    'time_overlap_error' => '🙅‍♂️ زمان انتخابی شما با :playlist_type (:playlist_name) در زمان ":start_time" تا ":end_time" همخوانی دارد، لطفا زمان دیگری انتخاب نمایید.',
    'time_overlap_error_type' => [
        'music' => 'پلی لیست',
        'live' => 'لایو',
        'podcast' => 'پادکست'
    ],

    'playlist_live_created' => 'لایو با موفقیت ایجاد شد.',
    'playlist_live_deleted' => 'لایو با موفقیت حذف شد.',

    'validation' => [
        'playlist_is_playing' => 'پلی لیست انتخاب شده (:playlist_name) در حال پخش است',
    ],

];
