<?php

return [
    'empty' => 'پلی لیست خالی است.',
    'not_found' => 'پلی لیست پیدا نشد.',
    'playlist_created' => 'پلی لیست با موفقیت ایجاد شد.',
    'playlist_updated' => 'پلی لیست با موفقیت به روز شد.',
    'playlist_deleted' => 'پلی لیست با موفقیت حذف شد.',
    'playlist_music_position_updated' => 'موقعیت موسیقی با موفقیت به روز شد.',
    'time_overlap_error' => '🙅‍♂️ زمان انتخابی شما با پلی لیست (:playlist_name) در زمان ":start_time" تا ":end_time" همخوانی دارد، لطفا زمان دیگری انتخاب نمایید.',

    'playlist_live_created' => 'لایو با موفقیت ایجاد شد.',
    'playlist_live_deleted' => 'لایو با موفقیت حذف شد.',

];
